Repository: aeri/Florae
Catalog: lib/l10n/app_*.arb
Languages: ar, es, fr, nl, ru, zh

source: No
ar: لا
fr: Non
nl: Ne
ru: Нет
zh: 否

source: Yes
ar: نعم
es: Sí
fr: Oui
nl: Ja
ru: Да
zh: 是

# mainNoCares
source: Yay! You don't have any pending plants to care
ar: عظيم! ليس هناك نباتات بحاجة الى رعاية
es: ¡Genial! No hay plantas que necesiten atención
fr: Youpi ! Vous n'avez aucune plante en attente de soin
nl: Hoera! Je hebt geen planten die wachten op verzorging
ru: Ура! У вас нет растений, за которыми нужно ухаживать
zh: 哎呀！还没有什么植物需要养护哟

# mainNoPlants
source: The garden is empty, shall we plant something?
ar: الحديقة فارغة، هلَّا غرسنا غرساً؟
es: El jardín está vacío, ¿plantamos algo?
fr: Le jardin est vide, pourquoi ne pas planter quelque chose ?
nl: De tuin is leeg, zullen we iets gaan planten?
ru: Сад пуст. Может, стоит что-нибудь посадить?
zh: 花园是空的，种点什么吗？

# buttonGarden
source: Garden
ar: الحديقة
es: Jardín
fr: Jardin
nl: Tuin
ru: Сад
zh: 花园

# buttonToday
source: Today
ar: اليوم
es: Hoy
fr: Aujourd'hui
nl: Vandaag
ru: Сегодня
zh: 今天

# tooltipCareAll
source: Apply care to all plants
ar: اعتنيت بكل النباتات لهذا اليوم.
es: Cuidar todas las plantas
fr: Marquer toutes les plantes comme soignées
nl: Verzorg alle planten
ru: Отметить уход за всеми растениями
zh: 养护所有植物

# tooltipShowCalendar
source: Show Calendar
ar: اعرض التقويم
es: Mostrar calendario
fr: Afficher le calendrier
nl: Toon kalender
ru: Показать Календарь
zh: 显示日历

# tooltipSettings
source: Settings
ar: الإعدادات
es: Ajustes
fr: Paramètres
nl: Instellingen
ru: Настройки
zh: 设置

# tooltipNewPlant
source: Add new plant
ar: إضافة غرس جديد
es: Añadir una nueva planta
fr: Ajouter une plante
nl: Nieuwe plant
ru: Добавить новое растение
zh: 新增植物

source: Select days
ar: إختر الأيام
es: Número de días
fr: Sélectionner les jours
nl: Selecteer dagen
ru: Выбрать дни
zh: 选择日期

source: OK
ar: حسناً
es: Aceptar
ru: ОК
zh: 确定

source: every
ar: كل
es: cada
fr: tous les
nl: alle
ru: каждые
zh: 每

source: days
ar: أيام
es: días
fr: jours
nl: dagen
ru: дня (-ей)
zh: 天

source: Never
ar: أبداً
es: Nunca
fr: Jamais
nl: Nooit
ru: Никогда
zh: 从不

# titleEditPlant
source: Edit
ar: تعديل
es: Editar
fr: Modifier
nl: Bewerk
ru: Изменить
zh: 编辑

# titleNewPlant
source: New
ar: جديد
es: Nueva
fr: Nouveau
nl: Nieuw
ru: Новое
zh: 新增

# tooltipCameraImage
source: Get image from camera
ar: صورة من الكاميرا
es: Obtener la imagen desde la cámara
fr: Prendre une photo
nl: Maak een foto
ru: Снять изображение на камеру
zh: 相机拍照

# tooltipNextAvatar
source: Next avatar
ar: الأفاتر التالي
es: Siguiente avatar
fr: Avatar suivant
nl: Volgende avatar
ru: Следующий аватар
zh: 换个头像

# tooltipGalleryImage
source: Get image from gallery
ar: صورة من المعرض
es: Obtener la imagen desde la galería
fr: Sélectionner dans la galerie
nl: Kies een foto uit de gallerij
ru: Выбрать изображение из галереи
zh: 相册选图

# emptyError
source: Please enter some text
ar: رجاءً أدخل نص
es: El nombre no puede estar vacío
fr: Ajouter du texte
nl: Vul hier een tekst in
ru: Пожалуйста, введите какой-нибудь текст
zh: 请输入文字

# conflictError
source: Plant name already exists
ar: إسم النبتة موجود مسبقاً
es: El nombre de la planta ya existe
fr: Nom de plante déjà utilisé
nl: Er is al een plant met deze naam
ru: Уже есть растение с таким именем
zh: 同名植物已经存在

# labelName
source: Name
ar: الاسم
es: Nombre
fr: Nom
nl: Naam
ru: Имя
zh: 名称

# exampleName
source: Ex: Pilea
ar: مثلاً: بيرحاء
es: por ej. Pilea
nl: B.v.: Pilea
ru: Прим: Пилея
zh: 例如：鸢尾

# labelDescription
source: Description
ar: الوصف
es: Descripción
nl: Beschrijving
ru: Описание
zh: 详情

# labelLocation
source: Location
ar: المكان
es: Ubicación
fr: Emplacement
nl: Locatie
ru: Место
zh: 位置

# exampleLocation
source: Ex: Courtyard
ar: مثال: الباحة الخلفية
es: por ej. Patio
fr: Ex: Cour
nl: B.v.: binnenplaats
ru: Прим: Двор
zh: 例如：庭院

# labelDayPlanted
source: Day planted
ar: يوم الغرس
es: Plantada el día
fr: Jour de plante
nl: Datum van planten
ru: День посадки
zh: 种植日期

# saveButton
source: Save
ar: حفظ
es: Guardar
fr: Sauvegarder
nl: Opslaan
ru: Сохранить
zh: 保存

# careAll
source: Have you taken care of all the plants?
ar: هل اعتنيت بجميع النباتات
es: ¿Has atendido a todas tus plantas?
fr: Avez-vous pris soin de toutes vos plantes ?
nl: Heb je alle planten verzorgd?
ru: Вы позаботились обо всех растениях?
zh: 养护所有植物吗？

# careAllBody
source: This action will mark all plants as cared for today cycle.
ar: سيعين هذا الأمر أنك اعتنيت بجميع النباتات لهذا اليوم
es: Esta acción reiniciará los cuidados de todas las plantas que requieren atención.
fr: Cette action marquera toutes vos plantes comme soignées pour aujourd'hui
nl: Deze actie markeert alle planten als verzorgd voor de cyclus van vandaag.
ru: Это отметит уход за всем растениями на сегодняшний день.
zh: 此操作会将所有植物标记为“本周期已养护”。

source: Water
ar: سقاية
es: Regar
fr: Arroser
ru: Полив
zh: 浇水

source: Spray
ar: رش
es: Pulverizar
fr: Pulvériser
nl: Sproeien
ru: Опрыскивание
zh: 喷水

source: Rotate
ar: تقليب
es: Girar
fr: Tourner
nl: Draaien
ru: Разворот
zh: 转向

source: Prune
ar: تقليم
es: Podar
fr: Élaguer
nl: Snoeien
ru: Подрезка
zh: 修剪

source: Fertilise
ar: تسميد
es: Fertilizar
fr: Fertiliser
nl: Bemesten
ru: Удобрение
zh: 施肥

source: Transplant
ar: نقل
es: Trasplantar
fr: Transplanter
nl: Verplanten
ru: Пересадка
zh: 移植

source: Clean
ar: تنظيف
es: Limpiar
fr: Nettoyer
nl: Schoonmaken
ru: Очистка
zh: 清理

# now
source: Today
ar: الآن
es: Ahora
fr: Maintenant
nl: Nu
ru: Сейчас
zh: 现在

source: days left
ar: أيام متبقية
es: días restantes
fr: jours restants
nl: dagen over
ru: дней осталсь
zh: 天到期

# daysLate
source: Since
ar: منذ
es: Desde hace
fr: Il y a
nl: Sinds
ru: Начиная с
zh: 从

# tooltipEdit
source: Edit this plant
ar: تعديل هذه النبتة
es: Editar esta planta
fr: Modifier cette plante
nl: Bewerk deze plant
ru: Изменить это растение
zh: 编辑此植物

# deleteButton
source: Delete
ar: حذف
es: Borrar
fr: Supprimer
nl: Verwijderen
ru: Удалить
zh: 删除

# noCaresError
source: Select at least one care
ar: اختر مهمة عناية واحدة على الأقل
es: Selecciona al menos un tipo de cuidado
fr: Sélectionner au moins un soin
nl: Selecteer minstens één verzorging
ru: Выберите хотя бы один уход
zh: 请至少选择一种养护项目

# careButton
source: Care
ar: إعتناء
es: Cuidar
fr: Soigner
nl: Verzorgen
ru: Уход
zh: 养护

source: Select hours
ar: اختر الساعات
es: Selecciona horas
fr: Sélectionner les heures
nl: Selecteer uren
ru: Выбрать часы
zh: 选择小时

source: Notify every
ar: إشعار كل
es: Notificar cada
fr: Notifier toutes les
nl: Herinner mij elke
ru: Напоминать каждые
zh: 提醒，每

source: hours
ar: ساعات
es: horas
fr: heures
nl: uren
ru: часа (-ов)
zh: 小时

# testNotificationButton
source: Test notification
ar: تجربة الإشعارات
es: Notificación de prueba
fr: Tester les notifications
nl: Test notificatie
ru: Тестовое уведомление
zh: 测试提醒

# testNotificationTitle
source: Florae Test Notification
ar: إشعار تجريبي لتطبيق فلوري
es: Notificación de prueba de Florae
fr: Test de notification pour Florae
nl: Florae Test Notificatie
ru: Тестовое уведомление Florae
zh: Florae测试提醒

# testNotificationBody
source: This is a test message
ar: هذا نص تجريبي
es: Esto es un mensaje de prueba
fr: Ceci est un message test
nl: Dit is een test notificatie van Florae
ru: Это тестовое уведомление
zh: 这是一条测试信息

# aboutFloraeButton
source: About Florae
ar: عن فلوراي
es: Sobre Florae
fr: À propos de Florae
nl: Over Florae
ru: О Florae
zh: 关于Florae

# notificationInfo
source: The notification time will be reset when you enter the App. Please note that some devices perform very aggressive battery optimizations that may cause notifications to not be issued correctly.
ar: سيتم إعادة ضبط وقت الإشعارات عند دخولك للتطبيق مجدداً. مع العلم بأن بعض الأجهزة تطبق سياسة توفير طاقة شديدة قد تؤدي إلى عدم إصدار الإشعارات بشكل صحيح.
es: El periodo entre notificaciones se restablecerá cuando accedas a la aplicación. Ten en cuenta que algunos fabricantes aplican optimizaciones de batería muy agresivas que pueden provocar que las notificaciones no funcionen adecuadamente.
fr: Le temps de notiification sera remis à zéro à l'ouverture de l'application. Notez que certains appareils sont programmés pour des optimisations de batterie aggressives, qui peuvent influencer le compprtement des notifications
nl: De notificatie tijd zal gereset worden wanneer je de App opent. Let er op dat sommige apparaten erg aggresieve batterij optimisaties doen, die er voor kunnen zorgen dat notificaties niet aankomen.
ru: Время уведомление будет сброшено, когда вы откроете Приложение. Пожалуйста, имейте ввиду, что некоторые устройства могут вести очень агрессивную оптимизацию батареи. Эта оптимизация может вызывать проблемы с отображением уведомлений.
zh: 输入后，提醒时间将会重新开始计算。 请注意，有些设备进行了非常激进的电池优化，可能会导致无法正确发出提醒。

# careNotificationTitle
source: Plants require care
ar: نباتات بحاجة إلى عناية
es: Hay plantas que requieren atención
fr: Vos plantes ont besoin de soin
nl: Planten die verzorging nodig hebben
ru: Растениям нужен уход
zh: 植物需要养护

# careNotificationName
source: Care reminder
ar: تذكير العناية
es: Alertas de cuidados
fr: Rappel soins
nl: Verzorgings herinnering
ru: Напоминание об уходе
zh: 养护提醒

# careNotificationDescription
source: Receive plants care notifications
ar: استلم إشعارات العناية عند حاجة نباتاتك إلى إهتمام
es: Recibe notificaciones cuando tus plantas te necesiten
fr: Recevoir des notifications pour le soin des plantes
nl: Ontvang plant verzorging notificaties
ru: Получать уведомление об уходе
zh: 接收植物养护提醒

# deletePlantTitle
source: Delete plant
ar: حذف الغرس
es: Borrar planta
fr: Supprimer plante
nl: Verwijder plant
ru: Удалить растение
zh: 删除植物

# deletePlantBody
source: You are going to proceed to eliminate your plant definitively, this action cannot be undone.
ar: أنت على وشك حذف نباتك بشكل نهائي، هذا الفعل لا عودة عنه.
es: Esta acción eliminará la planta de forma definitiva. ¿Deseas hacerlo?
fr: La suppression d'une plante est définitive. Cette action est irréversible
nl: Je gaat je plant definitief elimineren, deze actie kan niet ongedaan worden gemaakt.
ru: Вы собираетесь полностью удалить своё растение. Это действие не может быть отменено.
zh: 您将彻底删除此植物，此操作无法撤销。

# exportData
source: Export garden
fr: Exporter des données

# importData
source: Import garden
fr: Importer des données
